#language: ru
Функционал: методы chromedriver
  @1
Сценарий: выводим в консоль три наиболее дорогих позиции

Допустим Мы находимся на главной странице сайта
И выбран тип значения категории поиска Оргтехника_и_расходники
Также выполнен поиск по значению Принтер
Затем выполнен поиск по значению Владивосток
И использована кнопка показать объявления
И активирован чекбокс 'С Авито Доставкой'
И использована кнопка тип сортировки
И выбран тип значения категории сортировки Дороже
И получено значение первых 3 позиций
Тогда закрыть браузер
